export const Mutter = () => {
    return (
        <>
            <h1>【超蛇足】slipe派生のクソゲーシナリオ作ってみた</h1>
            <h2>~オタサーの姫ゲーム！！！！！！！~</h2>
            <ul>
                <li>※まず初めにconfigでMarkを「★」から「🥺」に変更します</li>
                <li>※四角のコマはオタクで、🥺は姫です。同じカラーの人たちがサークルを作っています</li>
                <li>※どちらの姫が素晴らしいかでオタサー同士の抗争が発生しました</li>
                <li>同じサークルのオタク同士は姫をゴール地点に進める仲間であると同時に、姫を取り合うライバルなので連携ができません。[手番では１個のコマを選び、コマを動かします。]</li>
                <li>オタク(あるいは姫)はとても純情です。斜めに動く駆け引きなんて知りません。[縦か横に一直線で動きます]</li>
                <li>オタクは一度火が付くと暴走しがちです。やらかすまで途中で止まれません。[コマは自分以外のコマorボードの端に突き当たるまで滑ります]</li>
                <li>姫はオタクをうまくコントロールします。オタクに四方を囲まれないように立ち回ります[印の付いたコマを囲むようにコマを移動することは禁止です！]</li>
            </ul>
        </>
    );
}